# Аналогично заданию 2 для того чтобы alias сохранился после закрытия сессии терминала
# необходимо прописать его в '.bashrc', после чего прописать sourse '~/.bashrc'

# Для одноразового alias достаточно прописать 
alias ll='ls -la'

# Автодополнение на примере cd. Допустим я из корня хочу перейти в Documents.
# Чтобы полностью не прописывать это слово мне достаточно будет написать 'cd D' и нажать TAB. 
#Если директорий, начинаюзихся на 'D' несколько, то он покажет их названия, и можно либо продолжить нажимать TAB либо дописать до единственного врианта продления слова.
